INSERT INTO category(id, name, description, created_at, updated_at)
values (1, '프론트엔드', '웹 프론트엔드 개발 일기', '2024-01-15 01:14:00', '2024-01-15 01:14:00'),
       (2, '백엔드', '백엔드 개발 일기', '2024-01-15 07:24:23', '2024-01-15 07:24:23'),
       (3, '데이터베이스', '데이터베이스 학습 일기', '2024-01-15 23:22:21', '2024-01-15 23:22:21');

INSERT INTO category_item(id, category_id, item_name, description, created_at, updated_at)
values (1, 1, 'React', '리액트 설명', '2024-01-15 01:14:00', '2024-01-15 01:14:00'),
       (2, 1, 'Vue', 'Vue 설명', '2024-01-15 07:24:23', '2024-01-15 07:24:23'),
       (3, 2, 'Spring', 'Spring 설명', '2024-01-15 23:22:21', '2024-01-15 23:22:21'),
       (4, 2, 'JVM', 'JVM 설명', '2024-01-15 23:22:21', '2024-01-15 23:22:21'),
       (5, 2, 'NestJS', 'NestJS 설명', '2024-01-15 23:22:21', '2024-01-15 23:22:21'),
       (6, 3, 'DBMS', 'DBMS 설명', '2024-01-15 23:22:21', '2024-01-15 23:22:21'),
       (7, 3, 'SQL', 'SQL 설명', '2024-01-15 23:22:21', '2024-01-15 23:22:21');